export let product = [
  {
    id: 1,
    image: require("../assets/images/book.png"),
    previewImage: {
      cover:
        "https://images-se-ed.com/ws/Storage/Originals/978616/184/9786161840488L.jpg?h=db11440ee68277bdf8468bc65e7f7c11",
      backCover:
        "https://images-se-ed.com/ws/Storage/Illustration/978616/184/9786161840488-01.jpg?h=4ed8d71b53a43515f6cfcf67e30c81e0",
    },
    name: "รสชาติของผลไม้ที่ยังไม่สุกงอม1",
    originPrice: "599.00",
    discountPrice: "499.00",
    author: "โซนัมจู",
    press: "Piccolo",
    bookType: "วรรณกรรม / เรื่องสั้น",
    productType: "Books",
    barcode: "9786161840488",
    description: `รายละเอียด : รสชาติของผลไม้ที่ยังไม่สุกงอม
    ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา
    ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"`,
  },
  {
    id: 2,
    image: require("../assets/images/book.png"),
    previewImage: {
      cover:
        "https://images-se-ed.com/ws/Storage/Originals/978616/184/9786161840488L.jpg?h=db11440ee68277bdf8468bc65e7f7c11",
      backCover:
        "https://images-se-ed.com/ws/Storage/Illustration/978616/184/9786161840488-01.jpg?h=4ed8d71b53a43515f6cfcf67e30c81e0",
    },
    name: "รสชาติของผลไม้ที่ยังไม่สุกงอม2",
    originPrice: "599.00",
    discountPrice: "499.00",
    author: "โซนัมจู",
    press: "Piccolo",
    bookType: "วรรณกรรม / เรื่องสั้น",
    productType: "Books",
    barcode: "9786161840488",
    description: `รายละเอียด : รสชาติของผลไม้ที่ยังไม่สุกงอม
    ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา
    ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"`,
  },
  {
    id: 3,
    image: require("../assets/images/book.png"),
    previewImage: {
      cover:
        "https://images-se-ed.com/ws/Storage/Originals/978616/184/9786161840488L.jpg?h=db11440ee68277bdf8468bc65e7f7c11",
      backCover:
        "https://images-se-ed.com/ws/Storage/Illustration/978616/184/9786161840488-01.jpg?h=4ed8d71b53a43515f6cfcf67e30c81e0",
    },
    name: "รสชาติของผลไม้ที่ยังไม่สุกงอม3",
    originPrice: "599.00",
    discountPrice: "499.00",
    author: "โซนัมจู",
    press: "Piccolo",
    bookType: "วรรณกรรม / เรื่องสั้น",
    productType: "Books",
    barcode: "9786161840488",
    description: `รายละเอียด : รสชาติของผลไม้ที่ยังไม่สุกงอม
    ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา
    ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"`,
  },
  {
    id: 4,
    image: require("../assets/images/book.png"),
    previewImage: {
      cover:
        "https://images-se-ed.com/ws/Storage/Originals/978616/184/9786161840488L.jpg?h=db11440ee68277bdf8468bc65e7f7c11",
      backCover:
        "https://images-se-ed.com/ws/Storage/Illustration/978616/184/9786161840488-01.jpg?h=4ed8d71b53a43515f6cfcf67e30c81e0",
    },
    name: "รสชาติของผลไม้ที่ยังไม่สุกงอม4",
    originPrice: "599.00",
    discountPrice: "499.00",
    author: "โซนัมจู",
    press: "Piccolo",
    bookType: "วรรณกรรม / เรื่องสั้น",
    productType: "Books",
    barcode: "9786161840488",
    description: `รายละเอียด : รสชาติของผลไม้ที่ยังไม่สุกงอม
    ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา
    ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"`,
  },
  {
    id: 5,
    image: require("../assets/images/book.png"),
    previewImage: {
      cover:
        "https://images-se-ed.com/ws/Storage/Originals/978616/184/9786161840488L.jpg?h=db11440ee68277bdf8468bc65e7f7c11",
      backCover:
        "https://images-se-ed.com/ws/Storage/Illustration/978616/184/9786161840488-01.jpg?h=4ed8d71b53a43515f6cfcf67e30c81e0",
    },
    name: "รสชาติของผลไม้ที่ยังไม่สุกงอม5",
    originPrice: "599.00",
    discountPrice: "499.00",
    author: "โซนัมจู",
    press: "Piccolo",
    bookType: "วรรณกรรม / เรื่องสั้น",
    productType: "Books",
    barcode: "9786161840488",
    description: `รายละเอียด : รสชาติของผลไม้ที่ยังไม่สุกงอม
    ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา
    ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"`,
  },
  {
    id: 6,
    image: require("../assets/images/book.png"),
    previewImage: {
      cover:
        "https://images-se-ed.com/ws/Storage/Originals/978616/184/9786161840488L.jpg?h=db11440ee68277bdf8468bc65e7f7c11",
      backCover:
        "https://images-se-ed.com/ws/Storage/Illustration/978616/184/9786161840488-01.jpg?h=4ed8d71b53a43515f6cfcf67e30c81e0",
    },
    name: "รสชาติของผลไม้ที่ยังไม่สุกงอม6",
    originPrice: "599.00",
    discountPrice: "499.00",
    author: "โซนัมจู",
    press: "Piccolo",
    bookType: "วรรณกรรม / เรื่องสั้น",
    productType: "Books",
    barcode: "9786161840488",
    description: `รายละเอียด : รสชาติของผลไม้ที่ยังไม่สุกงอม
    ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานา
    ทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"`,
  },
]
